questions = [
    {
        "question": "나는 더불어 계열 정당과 미래 계열 정당 이외에 어떤 군소정당이 존재하는 지 알고있다. (0개 - 매우 그렇지 않다. 1개 - 그렇지 않다. 2개 - 보통이다, 3~4개 - 그렇다, 5개 이상 - 매우 그렇다 ",
        "effect": {
            "bias": *,
            "inte": *   
        }
    },
    {
        "question": "나는 일상에서 정치적 사안에 대해 이야기 하는 것을 즐긴다.",
        "effect": {
            "bias": *,
            "inte": *   
        }
    },
    {
        "question": "나는 시사/정치 관련 뉴스를 챙겨보는 편이다. (0회 - 매우 그렇지 않다. 1~2회 - 그렇지 않다. 3~4회 - 보통이다. 5~6회 - 그렇다. 7회 - 매우 그렇다. 일주일 기준. ",
        "effect": {
            "bias": *,
            "inte": *   
        }
    },
    {
        "question": "나는 특정한 정치 성향을 갖는다고 평가받는 커뮤니티에서 활동한 경험이 있다.",
        "effect": {
            "bias": *,
            "inte": *   
        }
    },
    {
        "question": "나는 정치에 대해 이야기 할 때, 특정 성향을 나타내는 은어를 [ex) 대깨문, 토착왜구 등] 사용하는 편이다.",
        "effect": {
            "bias": *,
            "inte": *,   
        }
    },
    {
        "question": "",
        "effect": {
            "bias": *,
            "inte": *,   
        }
    },
]
